[
  {
    "id": 76,
    "title": "Wooden Rolling Pin",
    "category": "kitchen-accessories",
    "description": "Our Wooden Rolling Pin is a must-have for any home baker! With a comfortable grip and smooth rolling action, it makes it easy to roll out dough for cookies, pie crusts, and more. Made of durable wood, it's a classic tool that will last for years. And at just $11.99, it's a great deal with a rating of 2.92★ from customers who have tried and loved it!"
  },
  {
    "id": 77,
    "title": "Yellow Peeler",
    "category": "kitchen-accessories",
    "description": "The Yellow Peeler is a bright and cheerful addition to your kitchen! With a sharp stainless steel blade, it makes quick work of peeling fruits and vegetables, and the comfortable handle ensures ease of use. Add a pop of color to your cooking routine for just $5.99. Others have enjoyed this product, as is reflected in its 4.24-star rating."
  },
  {
    "id": 78,
    "title": "Apple MacBook Pro 14 Inch Space Grey",
    "category": "laptops",
    "description": "The Apple MacBook Pro 14 Inch in Space Grey is a sleek and powerful laptop, perfect for creatives and professionals. With a stunning 14-inch Liquid Retina XDR display, you can enjoy true-to-life colors and crisp details. The M1 Pro chip delivers lightning-fast performance, while the 16GB of memory and 512GB SSD provide ample storage and speed for all your projects. The 6-speaker sound system and 3-mic"
  },
  {
    "id": 79,
    "title": "Asus Zenbook Pro Dual Screen Laptop",
    "category": "laptops",
    "description": "The Asus Zenbook Pro Dual Screen Laptop is the perfect device for power users and creatives. It features a stunning 15.6\" 4K UHD main display, along with a secondary 14\" Screenpad that enhances your productivity and creativity. With its powerful Intel Core i9 processor, 16GB of RAM, and 1TB SSD, this laptop can handle any task you throw at it. The sleek and lightweight design makes it easy to take with you wherever you go"
  },
  {
    "id": 80,
    "title": "Huawei Matebook X Pro",
    "category": "laptops",
    "description": "The Huawei Matebook X Pro is an excellent laptop that offers a sleek design and powerful performance. It features a stunning 13.9-inch touchscreen display with a 3K resolution, providing vivid colors and crisp details. The laptop is powered by an Intel Core i7 processor and 16GB of RAM, ensuring smooth and responsive performance, even when running demanding applications. The 512GB SSD provides ample storage space and fast load times, while the integrated graphics card delivers impressive"
  },
  {
    "id": 81,
    "title": "Lenovo Yoga 920",
    "category": "laptops",
    "description": "The Lenovo Yoga 920 is the perfect laptop for those seeking a sleek, stylish, and versatile device. With its powerful Intel Core i7 processor and 8GB of RAM, you can effortlessly switch between work and play. The 13.9-inch touchscreen display is perfect for watching movies, designing graphics, or simply browsing the web. The Yoga 920 also features a precision touchpad, a fingerprint reader, and a battery life of up to 15."
  },
  {
    "id": 82,
    "title": "New DELL XPS 13 9300 Laptop",
    "category": "laptops",
    "description": "The new DELL XPS 13 9300 Laptop is a sleek and powerful machine, perfect for anyone looking for a combination of style and performance. Featuring a stunning 13.4\" display with InfinityEdge technology, this laptop delivers an immersive visual experience, while the powerful Intel Core i7 processor and 16GB of RAM provide lightning-fast speeds and seamless multitasking. With a spacious 512GB SSD, you'll have plenty of storage for all your"
  },
  {
    "id": 83,
    "title": "Blue & Black Check Shirt",
    "category": "mens-shirts",
    "description": "Our Blue & Black Check Shirt is a classic piece that should be in every man's wardrobe. Made from a soft and comfortable cotton blend, this shirt features a stylish check pattern in blue and black that is perfect for any casual occasion. It has a regular fit and a chest pocket for added convenience. With a 3.64-star rating and priced at just $29.99, this shirt is a great deal that you don't want to miss."
  },
  {
    "id": 84,
    "title": "Gigabyte Aorus Men Tshirt",
    "category": "mens-shirts",
    "description": "Get your hands on the ultimate fan gear with the Gigabyte Aorus Men's T-shirt! Made from soft and breathable cotton, this tee is perfect for everyday wear. The classic crewneck design and short sleeves keep you comfortable, while the bold Gigabyte Aorus logo on the front shows off your love for cutting-edge technology. With a 3.18-star rating and a price of just $24.99, this t-shirt is a must-have for"
  },
  {
    "id": 85,
    "title": "Man Plaid Shirt",
    "category": "mens-shirts",
    "description": "Our \"Man Plaid Shirt\" is a classic and stylish choice for any man. Made with high-quality materials, this shirt is perfect for everyday wear or special occasions. The plaid pattern adds a touch of sophistication, while the comfortable fit ensures you look and feel your best. With a 3.46★ rating and a price of just $34.99, this shirt is a must-have for any man's wardrobe."
  }
]